const marathonDoc = 
[
    {
        "title": "Крок 1.Оточіть себе українською мовою",
        "p1": `Ми розпочали наш Мовомаратон до 30-річчя Незалежності України! Дякуємо усім, хто приєднався! Упродовж 30 днів ми зробимо 30 кроків до української мови.

        Що чекає на учасників? Щодня ми надсилатимемо вам у Telegram-чат невеликі навчальні матеріали та завдання, які допоможуть подолати мовний бар’єр і зробити так, щоб української мови навколо стало більше. Упродовж 30 днів ми пройдемо шлях від розуміння мотивації, отримання психологічної підтримки для подолання мовного бар’єру – до практики і занурення в українську мову та культуру.
        Ви зможете поставити запитання спеціалістам під час вебінарів (про час ми повідомимо додатково, вебінари будуть доступні у запису):
        
        ● 20 серпня о 10.00 – вебінар «Перейти на українську: виклики та можливості». Ольга Андрусенко, мовна тренерка, викладачка-волонтерка, співавторка програм курсів української мови.
        ● 30 серпня – вебінар «Голос і мовлення». Олександр Жуган, викладач акторської майстерності, психолог.
        ● 2 вересня – вебінар «Запам'ятовувати легко: українська мова + ейдетика та мнемотехніка». Мар’яна Лелик, тренерка із мнемотехніки, письменниця,.
        ● 11 вересня – вебінар «Як розмовляти з дітьми про мистецтво». Оксана Садовенко, викладачка мистецтва для дітей.
        
        Крім того, ми плануємо кілька онлайн-розмов про українську культуру, консультацію з викладачкою української мови, бесіду з психологом, який надасть підтримку та відповість на запитання, що стосуватимуться психологічного бар’єру та мовних ситуацій.
        
        Ми розпочинаємо Мовомаратон із першого кроку: оточіть себе українською мовою.
        
        Почнімо із ґаджетів.
        
        Алгоритми багатьох сайтів і соціальних мереж працюють таким чином, що показують насамперед сторінки й відео тією мовою, яка вказана в налаштуваннях вашої операційної системи і браузера. Для того, щоб мережа видавала більше результатів українською, потрібно додати українську мову у налаштуваннях свого комп’ютера і браузера.`,
        "p2": `Оточіть себе українською мовою. Розпочніть із ґаджетів. Знайдіть у налаштуваннях телефона та комп’ютера українську мову. Відкрийте ваш браузер, в якому шукаєте інформацію та переглядаєте сайти. Налаштування браузера знаходяться зазвичай у правому верхньому кутку екрана. Там можна обрати мову – оберіть українську. Коли шукаєте інформацію в ґуґлі чи ютубі, пишіть українською.`
    },
    {
        "title": "Крок 2. Подбайте про свою мотивацію",
        "p1": `Доброго ранку! Нині будемо говорити про мотивацію. Що вас мотивує рухатись уперед? Ваші цінності, бажання, винагорода чи тиск зовні? Знайдіть свою внутрішню мотивацію, яка допоможе вам говорити українською.

        Є речі, які багатьом заважають: сором за свою, начебто, не таку українську (яка насправді цілковито прийнятна), помилки, яких, начебто, не можна робити (але це не так), тиск оточення (однак у вас в оточенні знайдуться люди, які вас підтримають).
        Перегляньте вебінар «Перейти на українську: виклики і можливості». Мовна тренерка, викладачка-волонтерка, методистка та програмна менеджерка освітньої платформи «Є-мова» Ольга Андрусенко розповідає про мотивацію і про те, що відбувається з нами під час переходу на українську мову.
        Вебінар:
        https://youtu.be/Chvx7nQtIbE`,
        "p2": `Напишіть мотиваційний лист самому собі (можна електронний, але краще паперовий). Що вас мотивує говорити українською? Хто може вас підтримати? Хто у вашому середовищі вже говорить українською і може вам допомогти практикувати? Якою чи яким ви хочете бути після 30 днів Мовомаратону? Збережіть цей лист, ми повернемося до нього наприкінці Мовомаратону.`
    },
    {
        "title": "Крок 3. Знайомтеся українською",
        "p1": `Ви вже обміркували свою мотивацію і готові говорити українською, тому лише почніть!

        Починайте говорити з людьми українською з першого дня знайомства. Таким чином вам
        буде легше спілкуватися з цією людиною українською і надалі.
        Розкажіть друзям, що ви берете участь у Мовомаратоні, попросіть про підтримку.
        
        Ми розуміємо, що іноді психологічно незручно переходити на українську зі знайомими, бо хочеться уникнути запитань на тему мови. Порада від Олександра Жугана, викладача акторської майстерності, який перейшов на українську п’ять років тому під час подібного марафону до Дня Незалежності:
        
        «Коли мене запитували, що сталося і чому почав говорити українською, я казав своїм друзям і учням, що беру участь у Мовомарафоні до річниці Незалежності. Питань більше не виникало».
        
        Олександр Медведєв, викладач комп’ютерної графіки та дизайну, який взяв участь у першому челенджі «Навчай українською», поділився своїм досвідом:«Часто перепоною стає сором’язливість: адже ось учора ми з учнями спілкувалися російською, а сьогодні я раптом став україномовним. Як вони це сприймуть? Чи не піднімуть на кпини? Чи не захочуть піти від мене через незручність спілкування? Як це сприймуть батьки учнів, колеги на роботі? Не треба вдавати, що нічого не сталося. Варто чесно сказати всім: відтепер я розмовляю українською, це моя позиція. Обґрунтована вас триматися свого слова, не дасть відступитися; 2) ваша відповідь або лекція українською мовою не стане несподіванкою для учнів, інших людей; 3) ви змусите якийсь відсоток учнів перейти на українську мову, принаймні з вами; 4) ви дасте поштовх іншим людям навколо — учням, колегам, батькам учнів — замислитися над власною мовою спілкування. А можливо, виявиться, що ви не один такий. Що люди навколо теж давно прагнули спілкуватися нашою мовою, але їм бракувало поштовху, так само, як ще вчора вам!».`,
        "p2": `Потренуйтесь розповідати про себе українською мовою. Станьте перед дзеркалом і вголос представтеся. Назвіть своє ім’я, розкажіть, звідки ви, чим займаєтеся, що любите робити, які у вас досягнення. Виходить? Якщо ви не знаєте, як перекласти якесь слово з російської на українську, скористайтеся онлайн словником https://r2u.org.ua/ – це один із найкращих ресурсів.`
    },
    {
        "title": "Крок 4. Дивіться український Youtube",
        "p1": `Сьогодні відпочиньте в українському культурному полі та познайомтеся з українським ютубом. Ми підшукали канали, які відкриють вам світ науки, музики, кіно, подорожей та всякого цікавого.

        Канали, які розповідають про науку популярно:
        Клятий Раціоналіст https://bit.ly/3lHCINS
        Науково-популярний контент, що пропагує раціоналізм. Презумпція наукового методу.
        
        Цікава наука https://bit.ly/3ptUDu0
        Тут ви знайдете перекладені українською науково-популярні та освітні ролики на різні наукові теми з фізики, астрономії, біології, географії та математики.
        
        Tokar.ua http://bit.ly/37fmBjx
        Простими словами про складне - безпеку, технології та винаходи. Цікаво і доступно.
        
        Довколаботаніка https://bit.ly/2UrIhYI
        Несподівані факти зі світу ботаніки, які вас вразять.
        
        Гуманітарні науки:
        
        Твоя підпільна гуманітарка https://bit.ly/3lxb9qv
        Лекції, інтерв’ю та онлайн-дискусії, що так чи інакше стосуються гуманітарних наук. Наша улюблена рубрика – Український бестіарій. Повірте, ви про бабая, відьму і чорта стільки не знали.
        
        Імені Т.Г. Шевченка https://bit.ly/2UnsINW
        Тут ви знайдете відео від братів Капранових, де вони розказують популярно про історію України.
        
        Історія без міфів https://bit.ly/35yXEBr
        Світова історія та історія України без прикрас та фальсифікацій.
        
        Wild Fox http://bit.ly/2Gd18M9
        Це популяризація знань з історії та культури України. Знатимете, що готували в часи Київської Русі і яким бізнесом займалися.
        
        Для дітей:
        
        Майстерня дитячого розвитку https://bit.ly/3kvg2zc
        Канал про психологію, розвиток та батьківство. Тут можна знайти ігри для розвитку та різноманітні вправи, які згодяться у роботі з дітьми.
        
        Книга-мандрівка. Україна http://bit.ly/2unA4qY
        Мультсеріал, заснований на реальних подіях, описаних в ілюстрованому виданні «Книга-мандрівка. Україна».
        
        Про подорожі:
        
        Ukraїner http://bit.ly/2sIsIOf
        Експедиція Україною, подорожі, активний туризм, відкриття, мандри, антропологія та етнографія. Неймовірної краси відео з висоти пташиного польоту!
        
        ПроПоходи http://bit.ly/2tJxknU
        Про мандрівки в гори з сучасним спорядженням та враження від останніх досягнень у світі полегшеного туристичного екіпірування.
        
        Двоколісні хроніки https://bit.ly/2IzvNrX
        Музиканти гурту «Фолькнери» Володимир Муляр, Ярина Квітка та їхній малюк Марко, який народився у мандрівці, їздять світом на велосипедах і показують світ таким, яким вони його бачать. Кілька років тому вони доїхали на велосипедах з України до Австралії.
        
        Йога:
        
        Yoga Dopomoga https://r2u.org.ua/
        Все про йогу українською мовою.
        
        Про кіно:
        
        Загін Кіноманів https://bit.ly/2IDl6EF
        Тут рецензії на українські та іноземні фільми, а також цікаві репортажі з фестивалів і прем'єр.
        
        Geek Journal
        https://www.youtube.com/c/GeekJournal
        
        Тут можна знайти огляди українських та іноземних фільмів, актуальні новини зі всього світу та ще багато цікавого.
        
        Корейці на човні http://bit.ly/37iQKha
        Корейці знімають відео про Україну і говорять українською!
        
        Про музику:
        
        З любов’ю до дітей - Дитячі пісні
        https://www.youtube.com/user/SonechkoProject
        
        Тут ви знайдете веселі дитячі пісні, цікаві абетки, руханки, розвивальні відео та мультики для дітей українською мовою.
        
        Polyphonyproject.com http://bit.ly/36fIiP1
        Профейсійні багатоголосі записи українських народних автентичних пісень.
        
        Найповніший список ютуб-каналів українською мовою є тут: https://manifest.in.ua/rt/`,
        "p2": `Подивіться три відео на ютубі українською на різну тематику. Зверніть увагу, які відео вам почав пропонувати ютуб після цього. Якщо бажаєте, поділіться у соцмережах українськими ютуб-каналами, які вам сподобалися. Не забудьте поставити у дописах хештеги #Мовомаратон і #МоваНезалежності, щоб ми могли прочитати ваш допис.`
    },
    {
        "title": "Крок 5. Готуємося відзначити 30 років Незалежності!",
        "p1": `Завтра ми усі будемо святкувати 30-річчя Незалежності України, тож пропонуємо зробити ці два дні нашого Мовомаратону – сьогодні й завтра – особливими. Виділіть 20 хвилин вашого часу і спробуйте пригадати, що визначного й натхненного для вас відбулося за останні 30 років в історії України.`,
        "p2": `Складіть українською мовою список подій і речей, які надихали вас упродовж цих 30-ти років Незалежності. Улюблені пісні, книги, фестивалі українською, знакові події в історії України з 1991 року. Усі охочі можуть зробити про це дописи, вказавши хештеги #Мовомаратон і #МоваНезалежності, й поширити їх 23 чи 24 серпня на своїх сторінках у соцмережах.`
    },
    {
        "title": "Крок 6. День Незалежності",
        "p1": `Вітаємо з Днем Незалежності!
        Згадаймо ці 30 років – як змінилася наша країна, як змінилися ми. Ми стали вільними, ми маємо однодумців.
        Пропонуємо потренувати сприйняття української на слух і прослухати лекцію відомої письменниці Оксани Забужко, яку вона прочитала під час цьогорічного Книжкового Арсеналу, про оптимізм української історії: https://youtu.be/NjXeWOW4J6k
        Якщо ви вчора не встигли опублікувати ваші історії про події та речі, які вас надихали впродовж цих 30-ти років Незалежності, то зробіть це сьогодні, вказавши хештеги #Мовомаратон і #МоваНезалежності.`,
        "p2": ``
    },
    {
        "title": "Крок 7. Не бійтеся робити помилки",
        "p1": `Помилятися – не страшно. Головне – пробувати спілкуватися. Щоб вивчити будь-яку мову, нею потрібно почати розмовляти. І робити помилки, особливо на початку, – це НОРМАЛЬНО. Людина не може одразу говорити ідеально якоюсь мовою.

        Коли ми вивчаємо англійську, то багато помиляємося. Коли хтось пробує говорити російською, то спочатку говорить з помилками та українізмами. Однак існує стереотип, що українською треба говорити ідеально. Чому так?
        Ми підготували для вас два корисні посилання на відео про те, звідки взявся цей стереотип.
        
        Про суржик. Лекція письменниці та дослідниці Євгенії Кузнєцової «Мова-меч №4: сором за діалекти», у якій ідеться про те, як у СРСР ставилися до регіональних говірок, та чому люди почали їх соромитися: https://youtu.be/KbfBX-rGSqs (триває 8 хв)
        
        Дуже часто в категорію «неправильної» мови потрапляють навіть питомо українські слова, які просто схожі на російські. Лекція письменника і дослідника Остапа Українця про суржик: https://youtu.be/AiiWg9_XRTo (триває майже 18 хв)
        
        Ми нагадуємо про словник https://r2u.org.ua/ – один із найкращих ресурсів, на якому ви можете знайти переклад слів і приклади використання у реченні.`,
        "p2": `Дізнайтеся у родичів або відшукайте в інтернеті п’ять діалектних слів із вашої місцевості. Поділіться ними в чаті чи у соцмережах з хештегами #Мовомаратон і #МоваНезалежності.`
    },
    {
        "title": "Крок 8. Познайомтеся із Українським правописом",
        "p1": `Вітаємо! Право́пис — це система загальноприйнятих правил, що визначають способи передачі мови на письмі. Олександр Пономарів, відомий український мовознавець, публіцист, професор КНУ ім. Т.Шевченка, два роки тому на запитання про те, які саме підстави слугували для змін правопису української мови, відповів:

        «Підстави такі: у 1933 році комуністичний режим заборонив український правопис і замінив його зросійщеним. На жаль, не все пощастило повернути, але те, що повернули, варто підтримувати».
        У 1918 році опубліковано проєкт офіційного українського правописного кодексу, запропонований професором Іваном Огієнком, у доопрацюванні якого згодом узяли участь академік Агатангел Кримський і професор Євген Тимченко. У 1919 році цей проєкт був виданий під назвою «Головніші правила українського правопису». Цього ж року спільне зібрання Української академії наук схвалило «Найголовніші правила українського правопису» — перший в історії України офіційний загальнодержавний правописний кодекс.
        
        У 1925 році уряд УСРР створив при Народному комісаріаті освіти Державну комісію для впорядкування українського правопису, а в 1927 році за наслідками роботи Всеукраїнської правописної конференції, що відбулася в Харкові, комісія підготувала проект всеукраїнського правопису, в опрацюванні якого взяли участь мовознавці з Наддніпрянщини й західноукраїнських земель. 6 вересня 1928 року цей Український правопис, який отримав неофіційну назву «харківський», затвердив нарком освіти УСРР Микола Скрипник. Та вже за кілька років після згортання політики «українізації» й самогубства Миколи Скрипника за вказівкою влади до «харківського» правопису внесли суттєві зміни, скасувавши низку його норм як націоналістичних і таких, що «покликані штучно відірвати українську мову від великої братньої російської».
        
        У 1933 році Народний комісаріат освіти УСРР схвалив інший правопис, який з незначними змінами й доповненнями (упродовж 1930-х рр., 1946 р., 1960 р.) діяв до 1989 року. З алфавіту було свавільно вилучено букву ґ, що вплинуло на функціонування графічної й фонетичної систем мови. Репресований «харківський» правопис з деякими змінами й доповненнями залишався чинним на західноукраїнських землях поза Українською РСР і в переважній частині української діаспори.
        
        У 1989 році затверджено і в 1990 році опубліковано нову редакцію Українського правопису, у якій поновлено букву ґ, уточнено й доповнено окремі правописні норми. У 2015–2018 роках Українська національна комісія з питань правопису, до якої увійшли фахівці мовознавчих установ Національної академії наук України та представники закладів вищої освіти з різних регіонів України, розробила проєкт нової редакції Українського правопису. Після громадського обговорення його схвалено на спільному засіданні Президії Національної академії наук України та Колегії Міністерства освіти і науки України 24 жовтня 2018 року.
        
        Про вживання літери Ґ ви можете прочитати у § 6. Українського правопису:
        
        Буква ґ передає на письмі задньоязиковий зімкнений приголосний:
        
        1. в українських та в давно запозичених і зукраїнізованих словах: а́ґрус, ґа́ва, ґа́зда́, ґандж, ґа́нок, ґату́нок, ґвалт, ґе́ґати, ґедзь, ґелґота́ти, ґелґотіти, ґерґелі, ґерґота́ти, ґерґоті́ти, ґи́
        
        ґнути, ґирли́ґа, ґлей, ґніт (у лампі), ґо́ґельмо́ґель, ґонт(а), ґрасува́ти, ґра́ти (іменник), ґре́чний, ґринджо́ли, ґрунт, ґу́дзик, ґу́ля, ґура́льня, джиґу́н, дзи́ґа, дзи́ґлик, дриґа́ти і дри́ґати, ремиґа́ти тощо та в похідних від них: а́ґрусовий, ґаздува́ти, ґвалтува́ти, ґе́рґіт, ґратча́стий, ґрунтови́й, ґрунтува́ти(ся), ґу́дзиковий, ґу́лька, проґа́вити і под.
        
        2. у власних назвах — топонімах України: Ґорґа́ни (гірський масив), Ґоро́нда, У́ґля (села на Закарпатті), у прізвищах українців: Ґалаґа́н, Ґалято́вський, Ґе́ник, Ґерза́нич, Ґерда́н, Ґжи́цький, Ґи́ґа, Ґо́ґа, Ґо́йдич, Ґо́нта, Ґри́ґа, Ґудзь, Ґу́ла, Лома́ґа.
        
        Гете чи Ґете? Про те, як позначаються звуки [g], [h] у словах іншомовного походження, ви можете прочитати у §122:
        https://mon.gov.ua/storage/app/media/zagalna%20serednya/05062019-onovl-pravo.pdf
        
        
        Варто пам'ятати про кличний відмінок. Тут ми знову зацитуємо професора Пономарева:
        
        «Українська мова належить до тих слов’янських мов, що зберегли кличний відмінок, тоді як інші (російська, білоруська тощо) втратили його. Тож у нашій мові тепер, як і колись, сім відмінків: називний, родовий, давальний, знахідний, орудний, місцевий та кличний. Кличний відмінок у нас (не так, як у чехів і поляків!) тривалий час перебував у становищі Попелюшки: його називали кличною формою, дозволяли при звертанні замість нього вживати іменники у формі відмінка називного. Витіснення кличного відмінка спричинило б зникнення ще однієї оригінальної, збереженої в віках риси».
        
        Тому частіше використовуйте кличний відмінок!
        
        Більше про кличний відмінок дивіться сторінку 95 Українського правопису
        https://mon.gov.ua/storage/app/media/zagalna%20serednya/05062019-onovl-pravo.pdf
        
        
        Нас запитують, чому Мовомаратон, а не Мовомарафон. Розповідаємо :)
        
        У розділі § 123 Українського правопису (2019) зазначено, що "буквосполучення th у словах грецького походження передаємо звичайно буквою т: антоло́гія, антрополо́гія, апте́ка, а́стма, бібліоте́ка, католи́цький, теа́тр, тео́рія, ортодо́кс, ортопе́дія, Амальте́я, Промете́й, Те́кля, Таї́сія, Теодо́р. У словах, узвичаєних в українській мові з ф, допускається орфографічна варіантність на зразок: ана́фема і ана́тема, дифіра́мб і дитира́мб, ефі́р і ете́р, ка́федра і кате́дра, логари́фм і логари́тм, міф, міфоло́гія і міт, мітоло́гія, Агата́нгел і Агафа́нгел, Афі́ни і Ате́ни, Борисфе́н і Бористе́н, Демосфе́н і Демосте́н, Ма́рфа і Ма́рта, Фесса́лія і Тесса́лія та ін".
        
        Тож правильно писати "марафон" і "маратон". Ми обрали написання "Мовомаратон", щоб показати учасникам, що українська мова багата і гнучка. І щоб ви не боялись зазирати у правопис і використовувати нові для себе варіанти.`,
        "p2": `Ознайомтеся із параграфами Українського правопису про літеру Ґ і про кличний відмінок. Потренуйтеся називати своїх близьких, друзів і родичів у кличному відмінку. Ось так, наприклад: Наталю, Віталію, Петре, Олеже або Олегу, Ірино, Софійко, синку, доню, колего тощо. Пригадайте кілька пісень, де вжито кличний відмінок.`
    },
    {
        "title": "Крок 9. Ставте запитання",
        "p1": ``,
        "p2": ``
    },
    {
        "title": "Крок 10. Шукайте підтримку",
        "p1": `Не поспішайте позбуватися якогось слова зі свого мовлення, бо хтось зі знайомих вам сказав, що це росіянізм, калька абощо. Спершу загляньте у словник. Цілком може виявитися, що це питоме українське слово. Тому в цих суперечках варто щоразу ставити запитання і шукати відповіді у словниках і літературі.
        Ми сьогодні знову пригадаємо професора Пономарева, бо його блог на "BBC News Україна", де він відповідав на запитання читачів, був дуже помічний. Ми вибрали дещо, що може вам пригодитися.
        
        Яка відмінність між потягом і поїздом?
        
        У цих слів є спільне значення – низка з'єднаних між собою залізничних вагонів. У такому значенні частіше вживане потяг. Воно має тривалу традицію в українській мові. У радянські часи його намагалися зробити застарілим. Редагували навіть класиків української літератури. Відомий вірш Володимира Сосюри "Коли потяг у даль загуркоче" друкували, замінивши слово потяг на поїзд.
        
        Але тепер усе стало на свої місця, і перша строфа цього вірша звучить так:
        
        Коли потяг у даль загуркоче, / Пригадаються знову мені / Дзвін гітари у місячні ночі, / Поцілунки й жоржини сумні.
        
        Поїзд у цьому значенні – рідше вживаний синонім.
        
        Але тільки поїзд використовують у значенні: ряд візків, саней з учасниками весільного обряду. Наприклад: "Молодий збирає поїзд і їде до молодої" (словник за редакцією Бориса Грінченка).
        
        Як сказати “хороший слог”?
        
        Добрий стиль.
        
        Чи можна казати “куплю квартиру на правому березі Києва”, “він усе життя прожив на лівому березі Києва”, адже Київ — не річка і не має берегів?
        
        Потрібно казати: куплю квартиру в Києві на правому(чи лівому) березі Дніпра.
        
        Як сказати українською “мне обидно, что ты не хочешь со мной разговаривать”?
        
        Українською мовою - “мені прикро, що ти не хочеш зі мною розмовляти”.
        
        Як правильно: кращий чи найкращий фільм року?
        
        Коли йдеться про найвищий ступінь прикметників, потрібно казати найкращий: найкращий фільм року, конкурс на найкращий переклад, найкраща вистава театру.
        
        Це в російській мові лучший має значення найвищого ступеня порівняння, а в нас - ні.
        
        Який рід мають назви кавових напоїв капучино, лате, ристрето, еспресо. Середній чи чоловічий, бо загальна назва - напій?
        
        Ці назви належать до середнього роду з огляду на їхню форму. Кава - так само напій, але за зовнішніми ознаками відносимо її до жіночого роду.`,
        "p2": `Як правильно говорити українською таке:
          1.оточуюче середовище
          2.керуючий відділом
          3.краща книга року
          4.ця сукня на тобі гарно дивиться
          5.самий дорогий син`
    },
    {
        "title": "Крок 11. Дивіться фільми українською",
        "p1": ``,
        "p2": ``
    },
    {
        "title": "Крок 12. Читайте українською вголос",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 13. Сваріться і лайтеся українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 14. Жартуйте українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок. 15. Запам’ятовуйте українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 16. Рахуйте українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 17. Мандруйте Україною",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 18. Співайте українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 19. Шукайте українську",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 20. Не бійтесь зазирати у словник",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 21.Слухайте радіо і подкасти українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 22. Читайте українські книжки",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 23. Вивчайте українську історію",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 24. Пізнавайте українське мистецтво",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 25. Грайте ігри українською",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 26. Заведіть нотатник для нових цікавих слів, фразеологізмів, крилатих висловів",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 27. Слухайте українську музику",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 28. Підтримуйте українські спільноти",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 29. Надихайтесь українською!",
        "p1": "",
        "p2": ""
    },
    {
        "title": "Крок 30. Відчуйте себе переможцями!",
        "p1": "",
        "p2": ""
    }
]

export default  marathonDoc;